Repository: Zodiac1978/tl-template-checker
Catalog: languages/child-theme-check-*.po
Languages: de_de, pt_pt

source: Status
pt_pt: Estado

source: Documentation
de_de: Dokumentation
pt_pt: Documentação

source: Thank you for using Child Theme Check :)
de_de: Danke, dass Du Child-Theme-Check verwendest :)
pt_pt: Obrigado por usar o Child Theme Check :)

source: Much more documention needs to be done here.
de_de: An dieser Stelle muss noch viele mehr dokumentiert werden! :)
pt_pt: Muito mais documentação precisa ser criada aqui.

source: Child Theme Check Github project
de_de: Github-Projekt: Child-Theme-Check
pt_pt: Projecto Child Theme Check no GitHub

source: Found a bug?
de_de: Einen Fehler gefunden?
pt_pt: Encontrou um bug?

source: If you find a bug within Child Theme Check you can create a ticket via <a href="%s">Github issues</a>.
de_de: Wenn Du einen Fehler in Child-Theme-Check findest, melde ihn bitte per Ticket auf <a href="%s">Github</a>. Danke!
pt_pt: Se encontrar um bug no Child Theme Check, pode criar um <a href="%s">issue no Github</a>.

source: Community Support
pt_pt: Suporte da comunidade

source: Report a bug
de_de: Fehler melden
pt_pt: Reportar um bug

source: For more information:
de_de: Für mehr Information:
pt_pt: Para mais informações:

source: Project on WordPress.org
pt_pt: Projecto em WordPress.org

source: Project on Github
de_de: Projekt bei GitHub.com
pt_pt: Projecto no GitHub

# Page and Menu Title
source: Child Theme Check
pt_pt: Verificar tema dependente

source: There are no differences between child theme templates and parent theme templates.
de_de: Es gibt keine Unterschiede zwischen Child-Theme-Vorlagen und Eltern-Theme-Vorlagen.
pt_pt: Não há diferenças entre os <em>templates</em> do tema dependente e os <em>templates</em> do tema superior.

source: Diff for template file:
de_de: Unterschiede in der PHP-Datei:
pt_pt: Diferenças no ficheiro <em>template</em>:

source: Parent Theme
de_de: Eltern-Theme
pt_pt: Tema superior

source: Child Theme
pt_pt: Tema dependente

source: Templates
de_de: Vorlagen
pt_pt: <em>Templates</em>

source: %s <code>%s</code>: Child theme version <strong style="color:red">%s</strong> is out of date. The parent theme version is <strong>%s</strong>.
de_de: %s <code>%s</code>: Child-Theme-Version <strong style="color:red">%s</strong> ist veraltet. Die Version aus dem Eltern-Theme lautet <strong>%s</strong>.
pt_pt: %s <code>%s</code>: A versão <strong style="color:red">%s</strong> do tema dependente está obsoleta. A versão do tema superior é <strong>%s</strong>.

source: %s <code>%s</code>: Child theme is missing version keyword. The parent theme version is <strong>%s</strong>.
de_de: %s <code>%s</code>: Child-Theme hat keine @version-Information im Header. Die Version aus dem Eltern-Theme lautet <strong>%s</strong>.
pt_pt: %s <code>%s</code>: O tema dependente não tem palavra-chave de versão. A versão do tema superior é <strong>%s</strong>.

source: %s <code>%s</code>: Parent theme is missing version keyword.
de_de: %s <code>%s</code>: Versionsinfo fehlt im Header des Eltern-Themes.
pt_pt: %s <code>%s</code>: O tema superior não tem palavra-chave de versão.

source: %s <code>%s</code>: Child theme version <strong style="color:green">%s</strong> matches parent theme.
de_de: %s <code>%s</code>: Child-Theme-Version <strong style="color:green">%s</strong> ist mit Version aus dem Eltern-Theme identisch.
pt_pt: %s <code>%s</code>: A versão <strong style="color:green">%s</strong> do tema dependente corresponde ao tema superior.

source: Template overrides by <abbr title="Child theme">%s</abbr> for <abbr title="Parent theme">%s</abbr>:
de_de: <abbr title="Child-Theme">%s</abbr> überschreibt die folgenden Dateien von <abbr title="Eltern-Theme">%s</abbr>:
pt_pt: <em>Templates</em> de <abbr title="Tema dependente">%s</abbr> a substituir originais de <abbr title="Tema superior">%s</abbr>:

source: No overrides present in child theme.
de_de: Im Child-Theme werden keine PHP-Dateien überschrieben.
pt_pt: Nenhuma substituição existente no tema dependente.

source: There is no active child theme. You have to activate a child theme under Themes to use this plugin.
de_de: Es kein Child-Theme aktiviert. Du musst ein Child-Theme aktivieren, um dieses Plugin nutzen zu können.
pt_pt: Não está activo nenhum tema dependente. Tem que activar um tema dependente em Temas para usar este plugin.

source: Themes
pt_pt: Temas

source: Diff
de_de: Unterschiede
pt_pt: Diferenças

source: <strong>The active child theme's parent has been updated and the child theme might have outdated copies of parent theme files</strong> &#8211; please ensure you update them manually. See the child theme check for more details.
de_de: <strong>Das Eltern-Theme des aktiven Child-Theme wurde aktualisiert und das Child-Theme enthält nun vielleicht veraltete Kopien von Dateien aus dem Eltern-Theme</strong> &#8211; bitte aktualisiere die Dateien ggf. manuell. Nutze den Child-Theme-Check, um mehr Infos zu bekommen.
pt_pt: <strong>Foi actualizado o tema superior do tema activo, o tema dependente poderá ter cópias obsoletas de ficheiros do tema superior</strong> &#8211; por favor actualize os ficheiros manualmente. Veja a verificação do tema dependente para mais detalhes.

source: Hide this notice
de_de: Diesen Hinweis ausblenden
pt_pt: Esconder esta notificação

source: This plugin can warn you about old template files in your child theme
de_de: Dieses Plugin warnt Dich falls Template-Dateien in Deinem Child-Theme veraltet sind
pt_pt: Este plugin pode informá-lo sobre ficheiros antigos no seu tema dependente
